Repository: Hanyan179/zhijing
Catalog: guanji0.34/Resources/*.lproj/Localizable.strings
Languages: it, ja, ko, zh_hant

source: Memory Museum
it: Museo della Memoria
ja: 記憶ミュージアム
ko: 기억 박물관
zh_hant: 記憶博物館

source: Search collection...
it: Cerca collezione...
ja: コレクションを検索...
ko: 컬렉션 검색...
zh_hant: 搜尋收藏...

# collectionStatus
source: Collection Progress
it: Stato della collezione
ja: 収集状況
ko: 수집 상태
zh_hant: 收集進度

# noArtifacts
source: No artifacts yet
it: Nessun artefatto
ja: アーティファクトはありません
ko: 아티팩트 없음
zh_hant: 暫無藏品

source: Locked Memory
it: Memoria bloccata
ja: ロックされた記憶
ko: 잠긴 기억
zh_hant: 未解鎖記憶

source: Pattern detected
it: Schema rilevato
ja: パターンを検出
ko: 패턴 감지
zh_hant: 發現線索

source: Evidence chain
it: Catena di prove
ja: 証拠チェーン
ko: 증거 체인
zh_hant: 線索鏈

source: Current
it: Corrente
ja: 現在
ko: 현재
zh_hant: 當前

source: Target
it: Obiettivo
ja: 目標
ko: 목표
zh_hant: 目標

# tapToJump
source: Tap to jump to memory
it: Tocca per andare alla memoria
ja: 記憶へ移動するにはタップ
ko: 기억으로 이동하려면 탭
zh_hant: 點擊跳轉至記憶

# entryLabel
source: Entry
it: Voce
ja: エントリ
ko: 항목
zh_hant: 條目

# moduleLabel
source: Module
it: Modulo
ja: モジュール
ko: 모듈
zh_hant: 模塊

# configLabel
source: Config
it: Configurazione
ja: 設定
ko: 설정
zh_hant: 配置

source: Artifact source
it: Origine artefatto
ja: アーティファクトの出所
ko: 아티팩트 출처
zh_hant: 成就來源

source: Streak
it: Serie
ja: 連続日数
ko: 연속
zh_hant: 連續記錄

source: Days
it: Giorni
ja: 日数
ko: 일
zh_hant: 總天數

source: Entries
it: Voci
ja: エントリ数
ko: 항목 수
zh_hant: 總條目

# dominant
source: Dominant emotion
it: Emozione dominante
ja: 優勢な感情
ko: 지배적 감정
zh_hant: 主導情緒

source: Activity density
it: Densità di attività
ja: 活動密度
ko: 활동 밀도
zh_hant: 活躍密度

source: Week
it: Settimana
ja: 週
ko: 주
zh_hant: 週

source: Month
it: Mese
ja: 月
ko: 월
zh_hant: 月

source: Year
it: Anno
ja: 年
ko: 년
zh_hant: 年

source: All
it: Tutto
ja: すべて
ko: 전체
zh_hant: 全部

source: Mood
it: Umore
ja: 気分
ko: 기분
zh_hant: 情緒

source: Energy
it: Energia
ja: エネルギー
ko: 에너지
zh_hant: 能量

source: People
it: Persone
ja: 人物
ko: 사람
zh_hant: 人物

source: Location
it: Luogo
ja: 場所
ko: 위치
zh_hant: 地點

source: Recent focus
it: Focus recente
ja: 最近のフォーカス
ko: 최근 포커스
zh_hant: 近期關注

source: Calm
it: Calmo
ja: 穏やか
ko: 차분
zh_hant: 平靜

source: Happy
it: Felice
ja: 幸せ
ko: 행복
zh_hant: 快樂

source: Anxious
it: Ansioso
ja: 不安
ko: 불안
zh_hant: 焦慮

source: High
it: Alto
ja: 高い
ko: 높음
zh_hant: 高

source: Low
it: Basso
ja: 低い
ko: 낮음
zh_hant: 低

source: OS Modules
it: Moduli OS
ja: OSモジュール
ko: OS 모듈
zh_hant: OS 模組

source: System
it: Sistema
ja: システム
ko: 시스템
zh_hant: 系統

source: Privacy
ja: プライバシー設定
ko: 개인정보 보호
zh_hant: 隱私設定

source: Notifications
it: Notifiche
ja: 通知
ko: 알림
zh_hant: 通知

source: Language
it: Lingua
ja: 言語
ko: 언어
zh_hant: 語言

source: Data Sync
it: Sincronizzazione dati
ja: データ同期
ko: 데이터 동기화
zh_hant: 資料同步

source: Manage Places
it: Gestisci luoghi
ja: 場所管理
ko: 장소 관리
zh_hant: 地點管理

source: Location Management
it: Gestione posizioni
ja: 位置管理
ko: 위치 관리
zh_hant: 位置管理

source: People Management
it: Gestione persone
ja: 人物管理
ko: 사람 관리
zh_hant: 人員管理

source: Physical Anchors
it: Ancore fisiche
ja: 物理アンカー
ko: 물리 앵커
zh_hant: 物理錨點

source: Edit Place
it: Modifica luogo
ja: 場所を編集
ko: 장소 편집
zh_hant: 編輯地點

source: Place Name
it: Nome del luogo
ja: 場所名
ko: 장소 이름
zh_hant: 地點名稱

source: Appearance
it: Aspetto
ja: 外観
ko: 모양
zh_hant: 外觀

source: Delete Anchor
it: Elimina ancora
ja: アンカーを削除
ko: 앵커 삭제
zh_hant: 刪除錨點

source: Delete Place
it: Elimina luogo
ja: 場所を削除
ko: 장소 삭제
zh_hant: 刪除地點

source: meters
it: metri
ja: メートル
ko: 미터
zh_hant: 米

source: Device Access
it: Accesso al dispositivo
ja: デバイスアクセス
ko: 기기 접근
zh_hant: 裝置存取

# privacyTitle
source: Privacy Settings
it: Impostazioni privacy
ja: プライバシー設定
ko: 개인정보 설정
zh_hant: 隱私設定

# privacyFooter
source: We only request permissions when necessary to improve your journaling experience.
it: Richiediamo i permessi solo quando necessario per migliorare l'esperienza di registrazione.
ja: 必要な場合のみ権限を要求し、記録体験を向上させます。
ko: 필요 시에만 권한을 요청하며 기록 경험 향상을 위해 사용합니다.
zh_hant: 我們僅在必要時請求權限，並嚴格用於提升你的記錄體驗。

source: Photo Library
it: Libreria foto
ja: 写真ライブラリ
ko: 사진 보관함
zh_hant: 照片庫

# permPhotoDesc
source: Select images related to your records
it: Seleziona immagini correlate ai tuoi registri
ja: 記録に関連する画像を選択
ko: 기록 관련 이미지를 선택
zh_hant: 用於選擇與記錄相關的圖片

source: Camera
it: Fotocamera
ja: カメラ
ko: 카메라
zh_hant: 相機

# permCameraDesc
source: Capture photos or videos to attach
it: Scatta foto o video da allegare
ja: 写真/動画を撮影して添付
ko: 사진/영상 촬영 후 첨부
zh_hant: 用於拍攝並附加照片或影片

# permLocationDesc
source: Match places and build journeys
it: Abbina i luoghi e crea itinerari
ja: 場所を照合して旅を作成
ko: 장소 매칭 및 여정 생성
zh_hant: 用於匹配地點並生成旅程記錄

source: Microphone
it: Microfono
ja: マイク
ko: 마이크
zh_hant: 麥克風

# permMicDesc
source: Record and transcribe voice notes
it: Registra e trascrivi note vocali
ja: 音声録音と文字起こし
ko: 음성 녹음 및 변환
zh_hant: 用於語音記錄與轉寫

# subNoticeTitle
source: Subscription Notice
it: Avviso di abbonamento
ja: 購読に関する注意
ko: 구독 안내
zh_hant: 訂閱須知

# subNotice1Title
source: Subscription & Cancellation
it: Abbonamento e cancellazione
ja: 購読と解約
ko: 구독 및 취소
zh_hant: 訂閱與取消

# subNotice1Body
source: You can cancel anytime. No renewal after the current period.
it: Puoi cancellare in qualsiasi momento. Nessun rinnovo dopo il periodo corrente.
ja: いつでも解約できます。現在の期間終了後は更新されません。
ko: 언제든지 취소할 수 있습니다. 현재 기간 종료 후 갱신되지 않습니다.
zh_hant: 你可以隨時取消訂閱，取消後當期結束不再續費。

# subNotice2Title
source: Privacy & Data
it: Privacy e dati
ja: プライバシーとデータ
ko: 개인정보 및 데이터
zh_hant: 隱私與資料

# subNotice2Body
source: Subscriptions do not change your privacy settings. Data is only for you.
it: L'abbonamento non cambia le impostazioni di privacy. I dati sono solo per te.
ja: 購読はあなたのプライバシー設定を変更しません。データはあなたのためだけです。
ko: 구독은 개인정보 설정을 변경하지 않습니다. 데이터는 본인만을 위해 사용됩니다.
zh_hant: 訂閱不會改變你的隱私設定，所有資料僅用於本人。

# subNotice3Title
source: Service Changes
it: Modifiche al servizio
ja: サービスの変更
ko: 서비스 변경
zh_hant: 服務變更

# subNotice3Body
source: We may adjust features and prices and announce ahead in-app.
it: Possiamo adeguare funzionalità e prezzi e avvisare in anticipo nell'app.
ja: 機能や価格を調整する場合があり、事前にアプリ内でお知らせします。
ko: 기능/가격 조정 시 사전에 앱 내 공지합니다.
zh_hant: 我們可能調整功能與價格，並提前在應用內告知。

source: Pro Features
it: Funzioni Pro
ja: Pro機能
ko: 프로 기능
zh_hant: Pro 功能

source: Weekly Analysis
it: Analisi settimanale
ja: 週間分析
ko: 주간 분석
zh_hant: 每週分析

source: Full Charts
it: Grafici completi
ja: 完全なチャート
ko: 전체 차트
zh_hant: 完整圖表

source: Gallery Access
it: Accesso alla galleria
ja: ギャラリーアクセス
ko: 갤러리 접근
zh_hant: 成就館訪問

source: Unlimited Capsules
it: Capsule illimitate
ja: 無制限カプセル
ko: 무제한 캡슐
zh_hant: 無限膠囊

source: Subscribe
it: Abbonati
ja: 購読
ko: 구독
zh_hant: 訂閱

# priceText
source: Â¥29/mo
it: ¥29/mese
ja: ¥29/月
ko: ¥29/월
zh_hant: ¥29/月

# planActive
source: Active
it: Attivo
ja: 有効
ko: 활성
zh_hant: 已啟用

# subscriptionNoticeLabel
source: Subscription Notice
it: Avviso di abbonamento
ja: 購読の注意
ko: 구독 안내
zh_hant: 訂閱須知

source: Push Notifications
it: Notifiche push
ja: プッシュ通知
ko: 푸시 알림
zh_hant: 推送通知

source: Sounds
it: Suoni
ja: サウンド
ko: 사운드
zh_hant: 聲音

source: Badges
it: Badge
ja: バッジ
ko: 배지
zh_hant: 角標

source: Daily Reminder
it: Promemoria giornaliero
ja: 毎日のリマインダー
ko: 매일 알림
zh_hant: 每日提醒

source: Reminder Time
it: Orario promemoria
ja: リマインダー時間
ko: 알림 시간
zh_hant: 提醒時間

source: Life Insight
it: Insight sulla vita
ja: ライフインサイト
ko: 라이프 인사이트
zh_hant: 生命洞察

# insightPlan
source: Jingever Membership
it: Abbonamento Jingever
ja: GuanJiメンバーシップ
ko: Jingever 멤버십
zh_hant: 觀己會員計劃

source: Gallery
it: Galleria
ja: ギャラリー
ko: 갤러리
zh_hant: 成就館

source: Component Library
it: Libreria componenti
ja: コンポーネントライブラリ
ko: 컴포넌트 라이브러리
zh_hant: 元件庫

# inputs
source: Input Components
it: Componenti di input
ja: 入力コンポーネント
ko: 입력 컴포넌트
zh_hant: 輸入元件

# charts
source: Chart Components
it: Componenti grafici
ja: チャートコンポーネント
ko: 차트 컴포넌트
zh_hant: 圖表元件

source: Media
it: Componenti media
ja: メディアコンポーネント
ko: 미디어 컴포넌트
zh_hant: 媒體元件

# lists
source: List Components
it: Componenti lista
ja: リストコンポーネント
ko: 리스트 컴포넌트
zh_hant: 列表元件

# journal
source: Journal Atoms
it: Atomi del diario
ja: ジャーナル原子
ko: 저널 원자
zh_hant: 日記原子

# componentAtomHeader
source: Atom Header
it: Intestazione atomo
ja: アトムヘッダー
ko: 원자 헤더
zh_hant: 條目標頭

# componentAtomTimestamp
source: Timestamp
ja: タイムスタンプ
ko: 타임스탬프
zh_hant: 時間戳

# componentAtomContextReply
source: Context Reply
it: Risposta di contesto
ja: コンテキスト返信
ko: 컨텍스트 답장
zh_hant: 上下文回覆

# componentLocationBadgeMapped
source: Location Badge (Mapped)
it: Badge luogo (mappato)
ja: ロケーションバッジ（マッピング済み）
ko: 위치 배지(매핑됨)
zh_hant: 地點徽章（已映射）

# componentLocationBadgeRaw
source: Location Badge (Raw)
it: Badge luogo (grezzo)
ja: ロケーションバッジ（未加工）
ko: 위치 배지(원시)
zh_hant: 地點徽章（原始）

# componentLocationBadgeNoPermission
source: Location Badge (No Permission)
it: Badge luogo (senza permesso)
ja: ロケーションバッジ（権限なし）
ko: 위치 배지(권한 없음)
zh_hant: 地點徽章（無權限）

# componentMoleculeSealed
source: Sealed Memory
it: Memoria sigillata
ja: 封印された記憶
ko: 봉인된 기억
zh_hant: 封存記憶

# componentMoleculeConnection
source: Mentioned
it: Menzione
ja: 言及
ko: 언급
zh_hant: 被提及

# componentMoleculeReview
source: Review Entry
it: Revisione voce
ja: レビューエントリ
ko: 리뷰 항목
zh_hant: 回顧條目

# componentAchievementCard
source: Achievement Card
it: Carta risultato
ja: アチーブメントカード
ko: 업적 카드
zh_hant: 成就卡片

# componentSceneBlock
source: Scene Block
it: Blocco scena
ja: シーンブロック
ko: 씬 블록
zh_hant: 場景塊

# componentJourneyBlockView
source: Journey Block
it: Blocco itinerario
ja: ジャーニーブロック
ko: 저니 블록
zh_hant: 旅程塊

# componentJournalRow
source: Journal Row
it: Riga diario
ja: ジャーナル行
ko: 저널 행
zh_hant: 日記行

# componentDockContainer
source: Input Dock
it: Dock di input
ja: 入力ドック
ko: 입력 도크
zh_hant: 輸入塢

# componentRecordingBar
source: Recording Bar
it: Barra di registrazione
ja: 録音バー
ko: 녹음 바
zh_hant: 錄音條

# componentOverviewCard
source: Overview Card
it: Carta riepilogo
ja: 概要カード
ko: 개요 카드
zh_hant: 概覽卡片

# componentRingChart
source: Ring Chart
it: Grafico ad anello
ja: リングチャート
ko: 링 차트
zh_hant: 環形圖

# componentHeatmapGrid
source: Heatmap Grid
it: Heatmap
ja: ヒートマップ
ko: 히트맵
zh_hant: 熱力圖

# componentImageEntry
source: Image Entry
it: Voce immagine
ja: 画像エントリ
ko: 이미지 항목
zh_hant: 圖片條目

# componentAudioEntry
source: Audio Entry
it: Voce audio
ja: 音声エントリ
ko: 오디오 항목
zh_hant: 音訊條目

# componentListRow
source: List Row
it: Riga lista
ja: リスト行
ko: 리스트 행
zh_hant: 列表行

# componentToggleSwitch
source: Toggle Switch
it: Interruttore
ja: トグルスイッチ
ko: 토글 스위치
zh_hant: 切換開關

source: Photo
it: Foto
ja: 写真
ko: 사진
zh_hant: 圖片

source: File
ja: ファイル
ko: 파일
zh_hant: 檔案

source: Time Capsule
it: Capsula del tempo
ja: タイムカプセル
ko: 타임 캡슐
zh_hant: 時間膠囊

source: About
it: Informazioni
ja: 情報
ko: 정보
zh_hant: 關於

source: Search memory...
it: Cerca memoria...
ja: 記憶を検索...
ko: 기억 검색...
zh_hant: 搜尋記憶...

source: Back to Today
it: Torna a oggi
ja: 今日へ戻る
ko: 오늘로 돌아가기
zh_hant: 回到今天

# placeholder
source: Record this moment...
it: Registra questo momento...
ja: この瞬間を記録...
ko: 이 순간을 기록...
zh_hant: 記錄此刻...

source: Edit
it: Modifica
ja: 編集
ko: 편집
zh_hant: 編輯

source: Save
it: Salva
ja: 保存
ko: 저장
zh_hant: 保存

source: Cancel
it: Annulla
ja: キャンセル
ko: 취소
zh_hant: 取消

source: Name this place
it: Dai un nome a questo luogo
ja: この場所に名前を付ける
ko: 이 장소 이름 지정
zh_hant: 標記此地

# locationNamePlaceholder
source: e.g., Home, Office, Secret Base
it: es.: casa, ufficio, base segreta
ja: 例：家、会社、秘密基地
ko: 예: 집, 회사, 비밀 기지
zh_hant: 例如：家、公司、祕密基地

# connectionMessage
source: In yesterday's silence, {sender} mentioned you.
it: Nel silenzio di ieri, {sender} ti ha menzionato.
ja: 昨日の静けさの中で、{sender} があなたに言及しました。
ko: 어제의 침묵 속에서 {sender} 가 당신을 언급했습니다.
zh_hant: 在昨日的沉默中，{sender} 提到了你。

source: Past
it: Passato
ja: 過去
ko: 과거
zh_hant: 往昔

source: Resonance Stream
it: Flusso di risonanza
ja: レゾナンスストリーム
ko: 공명 스트림
zh_hant: 共鳴流

source: New Capsule
it: Nuova capsula
ja: 新規カプセル
ko: 새 캡슐
zh_hant: 新建膠囊

source: Text
it: Testo
ja: 文字
ko: 텍스트
zh_hant: 文字

# img
source: Image
it: Immagine
ja: 画像
ko: 이미지
zh_hant: 圖片

source: Voice
it: Voce
ja: 音声
ko: 음성
zh_hant: 語音

source: Unlock Date
it: Data di apertura
ja: 解放日
ko: 해제 날짜
zh_hant: 開啟日期

source: Seal Capsule
it: Sigilla capsula
ja: カプセルを封印
ko: 캡슐 봉인
zh_hant: 封存膠囊

# writeToFuture
source: Write to the future...
it: Scrivi al futuro...
ja: 未来へ書く...
ko: 미래에 쓰기...
zh_hant: 寫給未來...

# timelineTitle
source: Timeline
it: Cronologia
ja: タイムライン
ko: 타임라인
zh_hant: 時間軸

# historyTitle
source: History
it: Storico
ja: 履歴
ko: 히스토리
zh_hant: 歷史

# profileTitle
source: Profile
it: Profilo
ja: 個人情報
ko: 프로필
zh_hant: 個人中心

source: Membership
it: Abbonamento
ja: メンバーシップ
ko: 멤버십
zh_hant: 會員

source: Subscription Info
it: Informazioni abbonamento
ja: 購読情報
ko: 구독 정보
zh_hant: 訂閱資訊

source: Data Maintenance
it: Manutenzione dati
ja: データメンテナンス
ko: 데이터 유지 관리
zh_hant: 資料維護

source: Locations
it: Luoghi
ja: 場所
ko: 장소
zh_hant: 地點

# componentGallery
source: Component Library
it: Libreria componenti
ja: コンポーネントライブラリ
ko: 컴포넌트 갤러리
zh_hant: 元件庫

source: Enable Analytics
it: Abilita analisi
ja: 分析を有効化
ko: 분석 사용
zh_hant: 啟用分析

source: Enable Crash Reports
it: Abilita rapporti di crash
ja: クラッシュレポートを有効化
ko: 크래시 리포트 사용
zh_hant: 啟用崩潰回報

source: Enable Location Services
it: Abilita servizi di posizione
ja: 位置情報サービスを有効化
ko: 위치 서비스 사용
zh_hant: 啟用定位服務

source: Clear Cache
it: Svuota cache
ja: キャッシュをクリア
ko: 캐시 지우기
zh_hant: 清除快取

# reindexData
source: Rebuild Index
it: Ricostruisci indice
ja: インデックスを再作成
ko: 인덱스 재생성
zh_hant: 重建索引

source: Export Data
it: Esporta dati
ja: データをエクスポート
ko: 데이터 내보내기
zh_hant: 匯出資料

source: Import Data
it: Importa dati
ja: データをインポート
ko: 데이터 가져오기
zh_hant: 匯入資料

source: Coming Soon
it: In arrivo
ja: 近日公開
ko: 곧 제공
zh_hant: 敬請期待

# mappedLocations
source: Mapped Places
it: Luoghi mappati
ja: マッピング済みの場所
ko: 매핑된 장소
zh_hant: 已映射地點

# latLngFormat
source: Lat: %@, Lng: %@
it: Latitudine: %@, Longitudine: %@
ja: 緯度: %@, 経度: %@
ko: 위도: %@, 경도: %@
zh_hant: 緯度: %@，經度: %@

# radiusMetersFormat
source: Radius %@ m
it: Raggio %@ m
ja: 半径 %@ メートル
ko: 반경 %@ 미터
zh_hant: 半徑 %@ 米

# appVersion
source: Version
it: Versione
ja: バージョン
ko: 버전
zh_hant: 版本

# buildNumber
source: Build
ja: ビルド
ko: 빌드
zh_hant: 構建

source: Current Plan
it: Piano attuale
ja: 現在のプラン
ko: 현재 플랜
zh_hant: 當前計劃

source: Upgrade Plan
it: Aggiorna piano
ja: プランをアップグレード
ko: 플랜 업그레이드
zh_hant: 升級計劃

source: Manage Subscription
it: Gestisci abbonamento
ja: 購読を管理
ko: 구독 관리
zh_hant: 管理訂閱

# statusActive
source: Active
it: Attivo
ja: 有効
ko: 활성
zh_hant: 已啟用

# statusInactive
source: Inactive
it: Inattivo
ja: 無効
ko: 비활성
zh_hant: 未啟用

source: Inbox
it: Posta in arrivo
ja: 受信箱
ko: 수신함
zh_hant: 收件匣

# memoriesPast
source: memories in the past
it: ricordi del passato
ja: 件の過去の記憶
ko: 건의 과거 기억
zh_hant: 條過往記憶

# yearSuffix
source: years ago
it: anni fa
ja: 年前
ko: 년 전
zh_hant: 年前

# artifactLabel
source: Artifact
it: Artefatto
ja: アーティファクト
ko: 아티팩트
zh_hant: 成就標記

# mixedLabel
source: Mixed
it: Misto
ja: 混合
ko: 혼합
zh_hant: 混合

# categoryLabel
source: Category
it: Categoria
ja: カテゴリ
ko: 카테고리
zh_hant: 類別

source: AM
ja: 午前
ko: 오전
zh_hant: 上午

source: PM
ja: 午後
ko: 오후
zh_hant: 下午

source: Hold to speak
it: Tieni premuto per parlare
ja: 長押しして話す
ko: 길게 눌러 말하기
zh_hant: 按住說話

source: Replying to
it: Rispondendo a
ja: 返信中
ko: 답장 중
zh_hant: 正在回覆

source: Sealed Memory
it: Memoria sigillata
ja: 封印された記憶
ko: 봉인된 기억
zh_hant: 封存的記憶

source: Unlocks on %@
it: Si apre il %@
ja: %@ に解放されます
ko: %@ 에 해제
zh_hant: 將於 %@ 開啟

source: Sent to %@
it: Inviato a %@
ja: %@ に送信
ko: %@ 에게 전송
zh_hant: 送至 %@

# noteFrom
source: %@ note
it: Nota di %@
ja: %@ のメモ
ko: %@ 메모
zh_hant: %@ 批註

# daysSuffixShort
source: d
it: g
ja: 日
ko: 일
zh_hant: 天

# futureLabel
source: Future
it: Futuro
ja: 未来
ko: 미래
zh_hant: 未來

# unknownLabel
source: Unknown
it: Sconosciuto
ja: 不明
ko: 알 수 없음
zh_hant: 未知

source: Someone
it: Qualcuno
ja: 誰か
ko: 누군가
zh_hant: 某人

source: From the past
it: Dal passato
ja: 過去から
ko: 과거로부터
zh_hant: 來自過去

# contextLabel
source: Context of the day
it: Contesto del giorno
ja: 当日のコンテキスト
ko: 당일 컨텍스트
zh_hant: 當天的記錄

# echoesLabel
source: Echoes
it: Echi
ja: 反響
ko: 메아리
zh_hant: 回響

# waitingEchoes
source: Waiting for echoes...
it: In attesa di echi...
ja: 反響を待っています...
ko: 메아리를 기다리는 중...
zh_hant: 等待回響...

source: Append reply
it: Aggiungi risposta
ja: 返信を追加
ko: 답장 추가
zh_hant: 追加回覆

# writeReply
source: Write a reply
it: Scrivi risposta
ja: 返信を書く
ko: 답장 작성
zh_hant: 寫下回覆

# silenceTimeline
source: The river of time falls silent...
it: Il fiume del tempo è silenzioso...
ja: 時の川は静まり返っている...
ko: 시간의 강이 잠잠합니다...
zh_hant: 時光之河靜默...

# noImageSource
source: No image source provided
it: Nessun collegamento immagine
ja: 画像リンクがありません
ko: 이미지 링크가 없습니다
zh_hant: 未提供圖片連結

source: Data not found
it: Dati non trovati
ja: データが見つかりません
ko: 데이터를 찾을 수 없음
zh_hant: 資料未找到

source: Record
it: Registra
ja: 記録
ko: 기록
zh_hant: 記錄

source: Dream
it: Sogno
ja: 夢
ko: 꿈
zh_hant: 夢境

source: Idea
ja: アイデア
ko: 아이디어
zh_hant: 靈感

source: Emotion
it: Emozione
ja: 感情
ko: 감정
zh_hant: 情緒

source: Work
it: Lavoro
ja: 仕事
ko: 작업
zh_hant: 工作

source: Social
it: Sociale
ja: ソーシャル
ko: 소셜
zh_hant: 社交

source: Other
it: Altro
ja: その他
ko: 기타
zh_hant: 其他

# connection
source: Mention
it: Menzione
ja: 言及
ko: 언급
zh_hant: 被提及

# rawLabel
source: (Raw)
it: (Grezzo)
ja: (生)
ko: (원시)
zh_hant: (原始)

source: Basic Components
it: Componenti di base
ja: 基本コンポーネント
ko: 기본 컴포넌트
zh_hant: 基礎元件

# componentInputQuickActions
source: Quick Actions
it: Azioni rapide
ja: クイックアクション
ko: 빠른 작업
zh_hant: 快捷操作欄

source: OK
ko: 확인
zh_hant: 好的

# permPhotoDenied
source: No photo access. Enable in Privacy Settings.
it: Senza accesso a foto. Abilita in Privacy.
ja: 写真へのアクセスがありません。設定で有効にしてください。
ko: 사진 접근 권한 없음. 개인정보 설정에서 활성화하세요.
zh_hant: 無照片權限，請在隱私設定中開啟

# permCameraDenied
source: No camera access or device support.
it: Senza accesso alla fotocamera o dispositivo non supportato.
ja: カメラアクセスがないか、デバイスが未対応です。
ko: 카메라 접근 권한 없음 또는 기기 미지원.
zh_hant: 無相機權限，請在隱私設定中開啟

source: Tomorrow
zh_hant: 明天

source: Next Week
zh_hant: 下週

# oneMonth
source: 1 Month
zh_hant: 1 個月

# threeMonths
source: 3 Months
zh_hant: 3 個月

# oneYear
source: 1 Year
zh_hant: 1 年

source: Insight Engine
it: Motore Insight
ja: インサイトエンジン
ko: 인사이트 엔진
